<template>
    <div class="news">
      <div style="padding:0 15px;" v-for="(item,index) in msg" :key="index">
        <h3>{{item.title}}</h3>
        <p>{{item.content}}</p>
      </div>

    </div>
</template>

<script>
    export default {
        name: "news",
        data(){
          return {
            msg:[
              {
                title:'格力公司实名举报奥克斯空调事件关乎消费者权益',
                content:'6月11日上午，中国消费者协会独家回应澎湃新闻（www.thepaper.cn）称，中国消费者协会关注珠海格力电器股份有限公司实名举报奥克斯空调股份有限公司生产销售不合格空调产品事件。'
              },
              {
                title:'四川电子检验所：对格力送检样品检测结果负责',
                content:'《每日经济新闻》记者注意到，格力电器在微博贴出的有四川省电子产品监督检验所（以下简称四川电子检验所）盖章的报告，内称奥克斯空调8款机型所检项目不符合标准要求。对此，《每日经济新闻》记者6月11日采访了四川电子检验所所长张良龙，其表示的确做了相关检测，对格力电器的送检样品的检测结果负责。其指出，客户进行委托，四川电子检验所就按照委托来进行检测，反正是如实地按照规定流程来做检测，“合格就合格，不合格就不合格，并按照规定收取相关费用。”'
              },
              {
                title:'人类遗传资源管理条例如何监管“基因编辑”？官方回应',
                content:'中新网6月10日电 《中华人民共和国人类遗传资源管理条例》在加强涉及“基因编辑”的生命科学研究、医疗活动监管方面将发挥什么作用？司法部、科技部负责人表示，《条例》从源头上防止非法获取、利用人类遗传资源开展生物技术研究开发活动，国务院今年还将加快生物技术研究开发安全管理和生物医学新技术临床应用管理方面的立法工作，与《条例》共同构成全过程监管链条。'
              },
              {
                title:'格力公司实名举报奥克斯空调事件关乎消费者权益',
                content:'6月11日上午，中国消费者协会独家回应澎湃新闻（www.thepaper.cn）称，中国消费者协会关注珠海格力电器股份有限公司实名举报奥克斯空调股份有限公司生产销售不合格空调产品事件。'
              },
              {
                title:'四川电子检验所：对格力送检样品检测结果负责',
                content:'《每日经济新闻》记者注意到，格力电器在微博贴出的有四川省电子产品监督检验所（以下简称四川电子检验所）盖章的报告，内称奥克斯空调8款机型所检项目不符合标准要求。对此，《每日经济新闻》记者6月11日采访了四川电子检验所所长张良龙，其表示的确做了相关检测，对格力电器的送检样品的检测结果负责。其指出，客户进行委托，四川电子检验所就按照委托来进行检测，反正是如实地按照规定流程来做检测，“合格就合格，不合格就不合格，并按照规定收取相关费用。”'
              },
              {
                title:'人类遗传资源管理条例如何监管“基因编辑”？官方回应',
                content:'中新网6月10日电 《中华人民共和国人类遗传资源管理条例》在加强涉及“基因编辑”的生命科学研究、医疗活动监管方面将发挥什么作用？司法部、科技部负责人表示，《条例》从源头上防止非法获取、利用人类遗传资源开展生物技术研究开发活动，国务院今年还将加快生物技术研究开发安全管理和生物医学新技术临床应用管理方面的立法工作，与《条例》共同构成全过程监管链条。'
              },
              {
                title:'格力公司实名举报奥克斯空调事件关乎消费者权益',
                content:'6月11日上午，中国消费者协会独家回应澎湃新闻（www.thepaper.cn）称，中国消费者协会关注珠海格力电器股份有限公司实名举报奥克斯空调股份有限公司生产销售不合格空调产品事件。'
              },
              {
                title:'四川电子检验所：对格力送检样品检测结果负责',
                content:'《每日经济新闻》记者注意到，格力电器在微博贴出的有四川省电子产品监督检验所（以下简称四川电子检验所）盖章的报告，内称奥克斯空调8款机型所检项目不符合标准要求。对此，《每日经济新闻》记者6月11日采访了四川电子检验所所长张良龙，其表示的确做了相关检测，对格力电器的送检样品的检测结果负责。其指出，客户进行委托，四川电子检验所就按照委托来进行检测，反正是如实地按照规定流程来做检测，“合格就合格，不合格就不合格，并按照规定收取相关费用。”'
              },
              {
                title:'人类遗传资源管理条例如何监管“基因编辑”？官方回应',
                content:'中新网6月10日电 《中华人民共和国人类遗传资源管理条例》在加强涉及“基因编辑”的生命科学研究、医疗活动监管方面将发挥什么作用？司法部、科技部负责人表示，《条例》从源头上防止非法获取、利用人类遗传资源开展生物技术研究开发活动，国务院今年还将加快生物技术研究开发安全管理和生物医学新技术临床应用管理方面的立法工作，与《条例》共同构成全过程监管链条。'
              },
              {
                title:'格力公司实名举报奥克斯空调事件关乎消费者权益',
                content:'6月11日上午，中国消费者协会独家回应澎湃新闻（www.thepaper.cn）称，中国消费者协会关注珠海格力电器股份有限公司实名举报奥克斯空调股份有限公司生产销售不合格空调产品事件。'
              },
              {
                title:'四川电子检验所：对格力送检样品检测结果负责',
                content:'《每日经济新闻》记者注意到，格力电器在微博贴出的有四川省电子产品监督检验所（以下简称四川电子检验所）盖章的报告，内称奥克斯空调8款机型所检项目不符合标准要求。对此，《每日经济新闻》记者6月11日采访了四川电子检验所所长张良龙，其表示的确做了相关检测，对格力电器的送检样品的检测结果负责。其指出，客户进行委托，四川电子检验所就按照委托来进行检测，反正是如实地按照规定流程来做检测，“合格就合格，不合格就不合格，并按照规定收取相关费用。”'
              },
              {
                title:'人类遗传资源管理条例如何监管“基因编辑”？官方回应',
                content:'中新网6月10日电 《中华人民共和国人类遗传资源管理条例》在加强涉及“基因编辑”的生命科学研究、医疗活动监管方面将发挥什么作用？司法部、科技部负责人表示，《条例》从源头上防止非法获取、利用人类遗传资源开展生物技术研究开发活动，国务院今年还将加快生物技术研究开发安全管理和生物医学新技术临床应用管理方面的立法工作，与《条例》共同构成全过程监管链条。'
              },
              {
                title:'格力公司实名举报奥克斯空调事件关乎消费者权益',
                content:'6月11日上午，中国消费者协会独家回应澎湃新闻（www.thepaper.cn）称，中国消费者协会关注珠海格力电器股份有限公司实名举报奥克斯空调股份有限公司生产销售不合格空调产品事件。'
              },
              {
                title:'四川电子检验所：对格力送检样品检测结果负责',
                content:'《每日经济新闻》记者注意到，格力电器在微博贴出的有四川省电子产品监督检验所（以下简称四川电子检验所）盖章的报告，内称奥克斯空调8款机型所检项目不符合标准要求。对此，《每日经济新闻》记者6月11日采访了四川电子检验所所长张良龙，其表示的确做了相关检测，对格力电器的送检样品的检测结果负责。其指出，客户进行委托，四川电子检验所就按照委托来进行检测，反正是如实地按照规定流程来做检测，“合格就合格，不合格就不合格，并按照规定收取相关费用。”'
              },
              {
                title:'人类遗传资源管理条例如何监管“基因编辑”？官方回应',
                content:'中新网6月10日电 《中华人民共和国人类遗传资源管理条例》在加强涉及“基因编辑”的生命科学研究、医疗活动监管方面将发挥什么作用？司法部、科技部负责人表示，《条例》从源头上防止非法获取、利用人类遗传资源开展生物技术研究开发活动，国务院今年还将加快生物技术研究开发安全管理和生物医学新技术临床应用管理方面的立法工作，与《条例》共同构成全过程监管链条。'
              },
              {
                title:'格力公司实名举报奥克斯空调事件关乎消费者权益',
                content:'6月11日上午，中国消费者协会独家回应澎湃新闻（www.thepaper.cn）称，中国消费者协会关注珠海格力电器股份有限公司实名举报奥克斯空调股份有限公司生产销售不合格空调产品事件。'
              },
              {
                title:'四川电子检验所：对格力送检样品检测结果负责',
                content:'《每日经济新闻》记者注意到，格力电器在微博贴出的有四川省电子产品监督检验所（以下简称四川电子检验所）盖章的报告，内称奥克斯空调8款机型所检项目不符合标准要求。对此，《每日经济新闻》记者6月11日采访了四川电子检验所所长张良龙，其表示的确做了相关检测，对格力电器的送检样品的检测结果负责。其指出，客户进行委托，四川电子检验所就按照委托来进行检测，反正是如实地按照规定流程来做检测，“合格就合格，不合格就不合格，并按照规定收取相关费用。”'
              },
              {
                title:'人类遗传资源管理条例如何监管“基因编辑”？官方回应',
                content:'中新网6月10日电 《中华人民共和国人类遗传资源管理条例》在加强涉及“基因编辑”的生命科学研究、医疗活动监管方面将发挥什么作用？司法部、科技部负责人表示，《条例》从源头上防止非法获取、利用人类遗传资源开展生物技术研究开发活动，国务院今年还将加快生物技术研究开发安全管理和生物医学新技术临床应用管理方面的立法工作，与《条例》共同构成全过程监管链条。'
              },
              {
                title:'格力公司实名举报奥克斯空调事件关乎消费者权益',
                content:'6月11日上午，中国消费者协会独家回应澎湃新闻（www.thepaper.cn）称，中国消费者协会关注珠海格力电器股份有限公司实名举报奥克斯空调股份有限公司生产销售不合格空调产品事件。'
              },
              {
                title:'四川电子检验所：对格力送检样品检测结果负责',
                content:'《每日经济新闻》记者注意到，格力电器在微博贴出的有四川省电子产品监督检验所（以下简称四川电子检验所）盖章的报告，内称奥克斯空调8款机型所检项目不符合标准要求。对此，《每日经济新闻》记者6月11日采访了四川电子检验所所长张良龙，其表示的确做了相关检测，对格力电器的送检样品的检测结果负责。其指出，客户进行委托，四川电子检验所就按照委托来进行检测，反正是如实地按照规定流程来做检测，“合格就合格，不合格就不合格，并按照规定收取相关费用。”'
              },
              {
                title:'人类遗传资源管理条例如何监管“基因编辑”？官方回应',
                content:'中新网6月10日电 《中华人民共和国人类遗传资源管理条例》在加强涉及“基因编辑”的生命科学研究、医疗活动监管方面将发挥什么作用？司法部、科技部负责人表示，《条例》从源头上防止非法获取、利用人类遗传资源开展生物技术研究开发活动，国务院今年还将加快生物技术研究开发安全管理和生物医学新技术临床应用管理方面的立法工作，与《条例》共同构成全过程监管链条。'
              },
              {
                title:'格力公司实名举报奥克斯空调事件关乎消费者权益',
                content:'6月11日上午，中国消费者协会独家回应澎湃新闻（www.thepaper.cn）称，中国消费者协会关注珠海格力电器股份有限公司实名举报奥克斯空调股份有限公司生产销售不合格空调产品事件。'
              },
              {
                title:'四川电子检验所：对格力送检样品检测结果负责',
                content:'《每日经济新闻》记者注意到，格力电器在微博贴出的有四川省电子产品监督检验所（以下简称四川电子检验所）盖章的报告，内称奥克斯空调8款机型所检项目不符合标准要求。对此，《每日经济新闻》记者6月11日采访了四川电子检验所所长张良龙，其表示的确做了相关检测，对格力电器的送检样品的检测结果负责。其指出，客户进行委托，四川电子检验所就按照委托来进行检测，反正是如实地按照规定流程来做检测，“合格就合格，不合格就不合格，并按照规定收取相关费用。”'
              },
              {
                title:'人类遗传资源管理条例如何监管“基因编辑”？官方回应',
                content:'中新网6月10日电 《中华人民共和国人类遗传资源管理条例》在加强涉及“基因编辑”的生命科学研究、医疗活动监管方面将发挥什么作用？司法部、科技部负责人表示，《条例》从源头上防止非法获取、利用人类遗传资源开展生物技术研究开发活动，国务院今年还将加快生物技术研究开发安全管理和生物医学新技术临床应用管理方面的立法工作，与《条例》共同构成全过程监管链条。'
              },
            ]
          }
        }
    }
</script>

<style scoped>

</style>
